Repository: Etiennef/smartredirect
Catalog: locales/*.po
Languages: fr_fr

source: Unable to select the right profile. Either this link is poorly deseigned, either it was not meant for you!
fr_fr: Impossible de sélectionner le bon profil. Soit ce lien ne vous est pas déstiné, soit il est mal conçu!

source: Unable to select the right entity. Either this link is poorly deseigned, either it was not meant for you!
fr_fr: Impossible de sélectionner la bonne entité. Soit ce lien ne vous est pas déstiné, soit il est mal conçu!

source: Category have not been selected, please correct it...
fr_fr: La catégorie n'a pas pu être sélectionnée, merci de la choisir vous-même

source: Error parsing redirect information
fr_fr: Une erreur s'est produite lors de la redirection

source: Please inform the one who gave you this link that it is badly formed
fr_fr: Merci d'informer celui qui vous a fourni ce lien qu'il est mal formé

source: You can either use a full URL or just add GET parmameters to the build-in value. To add GET parameters, use this syntax : &parama=value&paramb=toto. Intitial & will be converted into ? if necessary. Any value not sarting with & will be considered as full URL.
fr_fr: Vous pouvez soit utiliser une URL complète, soit juste ajouter des paramètres de type GET. Pour ajouter des paramètres de type GET, utilisez cette syntaxe : &parama=value&paramb=toto. Le & initial sera automatiquement changé en ? si nécessaire. Tout valeur commençant par autre chose que & sera considérée commne une URL complète.

source: Configuration for ticket redirections
fr_fr: Configuration pour la redirection vers les tickets

source: Activate smart redirections for tickets
fr_fr: Activer la redirection intelligente pour les tickets

source: Configuration for ticket creation rediretion
fr_fr: Configuration pour la redirection vers la création de tickets

source: URL used to redirect in case of success
fr_fr: URL utilisée en cas de succès

source: URL used to redirect when profile is not available
fr_fr: URL utilisée lorsque le profil demandé n'est pas accessible

source: URL used to redirect when entity is not reachable
fr_fr: URL utilisée lorsque l'entité n'est pas accessible

source: URL used to redirect when category is not valid (wrong type, wrong entity, does not exist at all...)
fr_fr: URL utilisée lorsque la catégorie n'est pas valide (mauvais type, mauvaise entité, n'existe pas du tout...)

source: URL used to redirect when redirect link is badly formed
fr_fr: URL utilisée lorsque le lien est mal formé

source: Display solution
fr_fr: Lien vers l'onglet solution

source: Display satisfaction survey
fr_fr: Lien vers l'onglet du questionnaire de satisfaction

source: Display ticket stats
fr_fr: Lien vers l'onglet statistiques

source: Display linked documents
fr_fr: Lien ves l'onglet documents

source: Display validation requests
fr_fr: Lien vers l'onglet validations

source: Others
fr_fr: Autres

source: No role
fr_fr: Aucun rôle

source: Redirection rules
fr_fr: Règles de redirection

source: Link type
fr_fr: Type de lien

source: Rule is applied only for selected links
fr_fr: Cette règle est appliquée uniquement si le lien est d'un des types sélectionné

source: Rule is applied only when ticket in in these entities (not recurrsive)
fr_fr: La règle est appliquée seulement si le ticket est dans une des entités sélectionnées (non réccursif)

source: Role on ticket
fr_fr: Rôle sur le ticket

source: Rule is applied only when you play one of these roles on the ticket
fr_fr: La règle n'est appliqué que lorsque vous jouez un des rôles sélectionnés sur le ticket

source: Rule is applied only for tickets having one of these status
fr_fr: Les règles ne sont appliquées que pour les tickets ayant un des statuts sélectionnés

source: Profile to select when all the conditions are met
fr_fr: Prifil à choisir lorsque toutes les conditions sont remplies

source: Plugin has been tested only for GLPI 0.84.8
fr_fr: Ce plugin n'a été testé que pour GLPI 0.84.8

source: Plugin requires ConfigManager 1.x.x
fr_fr: Ce plugin requiert ConfigManager 1.x.x
